Repository: lgzcoollg/vphone-cli
Catalog: VPhoneExecutable/VPhoneVirtualization/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: launchd records a persistent override so the service does not load at the next boot. A running instance keeps running.
ja: launchd は永続的なオーバーライドを記録し、次回起動時にサービスを読み込まないようにします。実行中のインスタンスは実行を続けます。
ko: launchd가 영구 재정의를 기록하여 다음 부팅 시 서비스를 불러오지 않습니다. 실행 중인 인스턴스는 계속 실행됩니다.
vi: launchd sẽ ghi một thiết lập ghi đè lâu dài để dịch vụ không được tải ở lần khởi động tiếp theo. Phiên bản đang chạy vẫn tiếp tục chạy.
zh_hans: launchd 将记录一个持久覆盖设置，使该服务在下次启动时不再载入。正在运行的实例会继续运行。

source: launchd reported no services.
ja: launchd はサービスを報告しませんでした。
ko: launchd가 보고한 서비스가 없습니다.
vi: launchd không báo cáo dịch vụ nào.
zh_hans: launchd 未报告任何服务。

source: launchd returned an empty description.
ja: launchd は空の説明を返しました。
ko: launchd가 빈 설명을 반환했습니다.
vi: launchd trả về mô tả trống.
zh_hans: launchd 返回了空描述。

source: launchd services
ja: launchd サービス
ko: launchd 서비스
vi: Dịch vụ launchd
zh_hans: launchd 服务

source: launchd stops the service, then starts it again.
ja: launchd がサービスを停止してから、再び開始します。
ko: launchd가 서비스를 중지한 후 다시 시작합니다.
vi: launchd sẽ dừng dịch vụ, rồi khởi động lại.
zh_hans: launchd 将停止该服务，然后再次启动。

source: launchd stops the service. A service with KeepAlive may start again.
ja: launchd がサービスを停止します。KeepAlive が設定されたサービスは再び開始される場合があります。
ko: launchd가 서비스를 중지합니다. KeepAlive가 설정된 서비스는 다시 시작될 수 있습니다.
vi: launchd sẽ dừng dịch vụ. Dịch vụ có KeepAlive có thể tự khởi động lại.
zh_hans: launchd 将停止该服务。设置了 KeepAlive 的服务可能会再次启动。

source: launchd unloads the service from its domain until it is loaded again or the guest restarts.
ja: launchd は、再び読み込まれるかゲストが再起動するまで、サービスをドメインから取り除きます。
ko: launchd가 다시 불러오거나 게스트가 재시작될 때까지 해당 도메인에서 서비스를 내립니다.
vi: launchd sẽ gỡ dịch vụ khỏi miền của nó cho đến khi được tải lại hoặc máy khách khởi động lại.
zh_hans: launchd 将从其域中卸载该服务，直到再次载入或客户机重新启动。

# memory pressure: %@
source: memory pressure: %1$@
ja: メモリプレッシャー: %1$@
ko: 메모리 압력: %1$@
vi: áp lực bộ nhớ: %1$@
zh_hans: 内存压力：%1$@

source: normal
ja: 正常
ko: 정상
vi: bình thường
zh_hans: 正常

source: not charging
ja: 充電していません
ko: 충전 중 아님
vi: không sạc
zh_hans: 未充电

source: orientation
ja: 向き
ko: 방향
vi: hướng
zh_hans: 方向

source: rootless (deprecated)
ja: rootless(非推奨)
ko: rootless (더 이상 사용되지 않음)
vi: rootless (không còn dùng)
zh_hans: 无根（弃用）

source: true or false
ja: true または false
ko: true 또는 false
vi: true hoặc false
zh_hans: true 或 false

source: unknown
ja: 不明
ko: 알 수 없음
vi: không rõ
zh_hans: 未知

source: volume
ja: 音量
ko: 음량
vi: âm lượng
zh_hans: 音量

source: vphone — Connected
ja: vphone — 接続済み
ko: vphone — 연결됨
vi: vphone — Đã kết nối
zh_hans: vphone — 已连接

source: vphone — Disconnected
ja: vphone — 未接続
ko: vphone — 연결 끊김
vi: vphone — Chưa kết nối
zh_hans: vphone — 未连接

source: vphone — Starting…
ja: vphone — 起動中…
ko: vphone — 시작 중…
vi: vphone — Đang khởi động…
zh_hans: vphone — 启动中…

source: vphoned Agent
ja: vphoned エージェント
ko: vphoned 에이전트
vi: Tác tử vphoned
zh_hans: vphoned 代理

source: warning
ja: 警告
ko: 경고
vi: cảnh báo
zh_hans: 警告

source: App
ko: 앱
vi: Ứng dụng

source: OK
ko: 확인
zh_hans: 确定

source: Ping
ko: 핑

source: Null
zh_hans: 空值

source: roothide
zh_hans: 隐根
